12/data/attachments/46371d878d4a7ab.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b7f4e6c3-6c53-40f1-a19a-ae8fcadefb5c</nif:username>
            <nif:friendToBeAdded>Jason_behind_Friend_48752_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>